Repository: REspeche/VS_Invesafe_Dashboard
Catalog: Resource/Messages/Error.*.resx
Languages: es

# errorCodeExpired
source: The code has expired.
es: El código ha expirado.

# errorCodeInvalid
source: The code entered has expired or does not correspond to the one shown according to its authentication method. Please try again.
es: El código ingresado ha expirado o no corresponde al mostrado según su metodo de autenticación. Por favor, intente nuevamente.

# errorCodeInvalidSMS
source: The code entered does not correspond to the one sent by SMS. Please try again.
es: El código ingresado no corresponde al enviado por SMS. Por favor, intente nuevamente.

# errorProcedure
source: There was an error trying to save the transaction. Please try again later or contact the technical department.
es: Hubo un error al intentar guardar la transacción. Por favor intente nuevamente más tarde o comuníquese con el departamento técnico.

# errorRetireNotApproved
source: The transfer cannot be loaded, since there is still one in the system that was not validated.
es: La transferencia no puede cargarse, ya que todavía existe una en sistema que no fue validada.

# errorUploadDocumentBack
source: The image corresponding to the back of the document could not be uploaded correctly. Please try again.
es: No se ha podido subir correctamente la imagen que corresponde al dorso del documento. Por favor intente nuevamente.

# errorUploadDocumentFront
source: The image corresponding to the front of the document could not be uploaded correctly. Please try again.
es: No se ha podido subir correctamente la imagen que corresponde al frente del documento. Por favor intente nuevamente.

# errorUploadDocuments
source: Could not upload attached files correctly. Please try again.
es: No se ha podido subir correctamente los archivos adjuntados. Por favor intente nuevamente.

# errorUploadFileNotFound
source: Please try to upload the image again
es: Por favor, intenta subir nuevamente la imagen

# errorUploadSizeLong
source: File is too large, maximum size supported: {0}
es: El archivo es demasiado grande, máximo tamaño admitido: {0}

# errorUserExist
source: There is already a registered user with that email. The procedure cannot be carried out. Please try another account.
es: Ya existe un usuario registrado con dicho mail. El procedimiento no podrá llevarse a cabo. Por favor, intente con otra cuenta.

# infoUserExist
source: There is already a registered user with that email. Authentication will proceed.
es: Ya existe un usuario registrado con dicho mail. Se procederá a la autentificación.

# loginError1
source: Incorrect password
es: Contraseña incorrecta

# loginError10
source: The account is locked to continue being used. Please contact support.
es: La cuenta se encuentra bloqueada para seguir siendo usada. Por favor, comuníquese con soporte.

# loginError2
source: Email not registered
es: Correo electrónico no registrado

# loginError3
source: The email is already registered
es: El correo ya se encuentra registrado

# loginError4
source: I expire the time to change the password
es: Expiro el tiempo para cambiar la contraseña

# loginError7
source: There was an error trying to change your password
es: Hubo un error al intentar cambiar su contraseña

# loginError9
source: I expire the time to confirm the email account. Please confirm your email account or contact support.
es: Expiro el tiempo para confirmar la cuenta de correo electrónico. Por favor, confirme su cuenta de correo o comuníquese con soporte.
