Repository: REspeche/VS_Invesafe_Dashboard
Catalog: Resource/Messages/Info.*.resx
Languages: es

# codeFail
source: You must enter the code sent to you by email to continue.
es: Debe insertar el código que se le envío por correo electronico para continuar.

# errorFieldRequired
source: Required field
es: Campo requerido

# errorIncorrectFormat
source: The format is incorrect.
es: El formato es incorrecto

# errorNlength
source: {0} characters minimum and {1} maximum
es: {0} caracteres como mínimo y {1} como máximo

# errorNmaxlength
source: {0} characters maximum
es: {0} caracteres como máximo

# errorNminlength
source: {0} characters minimum
es: {0} caracteres como mínimo

# errorPasswordDiferent
source: The passwords entered do not match
es: Las contraseñas ingresadas no coinciden

# errorUploadWrongFormat
source: The supported format is: {0}
es: El formato admitido es: {0}

# loginConfirm
source: An email has been sent to continue
es: Se ha enviado un correo electronico para continuar

# statePending
source: You still have pending tasks to start investing in projects announced in Invesafe. By clicking on each task you can go to the page that will allow you to complete the information.
es: Aún tienes tareas pendientes para poder empezar a invertir en proyectos anunciados en Invesafe. Haciendo click en cada tarea podrás ir a la página que te permitirá completar la información.

# statePendingIdentity
source: The data and documents provided are being validated to comply with the established legality. As soon as they are verified, you will be able to access the necessary data to be able to operate with your Invesafe account
es: Los datos y documentos aportados están siendo validados para cumplir con la legalidad establecida. En cuanto sean verificados podrá acceder a los datos necesarios para poder operar con su cuenta de Invesafe

# stateRejected
source: Your statement is in review status as some documents were rejected.
es: Tu estado de cuenta se encuentra en estado de revisión ya que algunos documentos fueron rechazados.

# stateValidating
source: Your documents are being verified. The process can take between 1 and 3 days. Any questions, please go to <a href="mailto:{0}"> {0} </a>.
es: Tus documentos están siendo verificados. El proceso puede tardar entre 1 y 3 días. Cualquier pregunta, por favor, dirígete a <a href="mailto:{0}">{0}</a>.
