Repository: REspeche/VS_Invesafe_Dashboard
Catalog: Resource/Views/Dashboard/FAQ.*.resx
Languages: es

# answer1
source: Invesafe is a collective investment platform for real estate projects, or real estate crowdfunding, that allows investors and real estate developers to obtain a better financing alternative to those currently in the market. Investors can invest from small amounts and jointly with other investors in the same real estate project
es: Invesafe es una plataforma de inversión colectiva de proyectos inmobiliarios, o crowdfunding inmobiliario, que permite a inversionistas y a promotores inmobiliarios conseguir una mejor alternativa de financiación a las existentes actualmente en el mercado. Los inversionistas pueden invertir desde pequeños montos y de forma conjunta con otros inversores en un mismo proyecto inmobiliario

# answer10
source: Of course, we make available to investors the documentation of the asset as well as the address so they can visit and corroborate physically.
es: Por supuesto, ponemos a disposición de los inversionistas la documentación del activo como también la dirección para que puedan visitar y corroborar físicamente.

# answer11
source: Your investment will be backed by an ordinary trust contract for each project. Each contract stipulates all the information of the project and your investment percentage according to the amount you have allocated.
es: Tu inversión tendrá un respaldo mediante un contrato de fideicomiso ordinario por cada proyecto. En cada contrato se estipula toda la información del proyecto y tu porcentaje de inversión de acuerdo al monto que has destinado.

# answer12
source: Es un contrato en la cual una persona (inversor) le transmite un capital a otra (promotor), en donde este promotor la ejerce en beneficio al inversor, en un determinado tiempo o hasta que se cumpla una condición *.</p><p><span style="font-size: 11px; line-height: 11px;">(*) The trust is a contract in which a party (Trustee -&gt; Investor), transmits or agrees to transfer money (Investment) to another person (Trustee), who undertakes to exercise it for the benefit of another so-called beneficiary (Investor / Promoter), which is designated in the contract, and to transmit it to the fulfillment of a term or condition to the trustee (in the case it would eventually be the Investor)</span></p>
es: Es un contrato en la cual una persona (inversor) le transmite un capital a otra (promotor), en donde este promotor la ejerce en beneficio al inversor, en un determinado tiempo o hasta que se cumpla una condición *.</p><p><span style="font-size: 11px; line-height: 11px;">(*) El fideicomiso es un contrato en el cual una parte (Fiduciante –&gt; Inversor), transmite o se compromete a transferir un dinero (Inversión) a otra persona (Fiduciario), quien se obliga a ejercerla en beneficio de otra llamada beneficiario (Inversor/Promotor), que se designa en el contrato, y a transmitirla al cumplimiento de un plazo o condición al fideicomisario (en el caso sería eventualmente el Inversor)</span></p>

# answer2
source: Our focus is mainly on residential and commercial properties. These properties in which you can invest, will always be at the price of construction cost (in a well), for renovations or as an opportunity at a price substantially lower than that offered in the market. Thus being a unique opportunity to obtain a good return on investment.
es: Nuestra atención se centra principalmente en propiedades residenciales y comerciales. Estos inmuebles en los que podrás invertir, siempre serán a precio de costo de construcción (en pozo), para reformas o como oportunidad a un precio sustancialmente más bajo al que se ofrece en el mercado. Siendo así una oportunidad única para obtener un buen retorno de la inversión.

# answer3
source: Investing in Real Estate is not easy, it requires a lot of time, knowledge and great capital. That's why we created this platform! So you can invest here in your city, with the capital you have and through real estate experts.
es: Invertir en Inmuebles no es fácil, requiere de mucho tiempo, conocimientos y un gran capital. Por eso creamos esta plataforma! Para que puedas invertir aquí en tu ciudad, con el capital que dispongas y por medio de expertos en bienes raíces.

# answer4
source: In our Invesafe platform, you will have an account as an investor where you can control and manage your investments from anywhere and at any time. Periodically, our auditors will upload all the information on the progress of works, evolution and information on each project so you can be calm and see day by day how your investment grows.
es: En nuestra plataforma Invesafe, tendrás una cuenta como inversor donde podrás controlar y gestionar tus inversiones desde cualquier lugar y en todo momento. Periódicamente, nuestros auditores irán subiendo toda la información de avances de obras, evolución e información de cada proyecto para que puedas estar tranquilo y ver día a día como crece tu inversión.

# answer5
source: We perform a due diligence to know how the promoter has worked, requesting references and reviewing the legal and financial documentation of the company.
es: Realizamos un due diligence para saber cómo ha trabajado el promotor, solicitando referencias y revisando la documentación tanto legal como financiera de la empresa.

# answer6
source: We do this through a team of specialists, who rigorously analyze and audit the real estate opportunities offered by the different real estate developers. We select only those that have an attractive value in relation to the acquisition cost, construction and / or construction cost, general characteristics, location of the property and the potential future value of the property for sale and rent, according to market trends. This minimizes any investment risk.
es: Lo hacemos mediante un equipo de especialistas, que analizan y auditan rigurosamente las oportunidades de bienes raíces ofrecidas por los distintos promotores inmobiliarios. Seleccionamos sólo aquellos que tengan un atractivo valor en relación al costo de adquisición, costo construcción y/u obra, características generales, ubicación de la propiedad y el valor potencial a futuro del inmueble para venta y alquiler, según las tendencias del mercado. Esto disminuye al mínimo cualquier riesgo en la inversión.

# answer7
source: Yes, it's easy! Once you have your investment account, you must choose which projects you would like to invest and then just wait to receive your earnings. We will take care of everything.
es: Si que es fácil! Una vez que tengas tu cuenta inversor, debes elegir cuáles proyectos te gustaría invertir y luego sólo esperar a recibir tus ganancias. Nosotros nos encargaremos de todo.

# answer8
source: No, creating your Invesafe account is free and you won't have any fixed maintenance expenses either.
es: No, crear tu cuenta en Invesafe es gratis y tampoco tendrás ningún gasto fijo de mantenimiento.

# answer9
source: We are directly associated with the success of each project and we only charge a 10% commission on the profit you will receive from your investment. The higher profitability we achieve, the more you and we win
es: Estamos directamente asociados al éxito de cada proyecto y sólo cobramos una comisión del 10% sobre la ganancia que recibirás de tu inversión. A mayor rentabilidad logremos, más ganas tú y también nosotros

# question1
source: How does Invesafe work?
es: Cómo funciona Invesafe?

# question10
source: Can you see the property?
es: Se puede ver el inmueble?

# question11
source: What legal documentation supports my investment?
es: Qué documentación legal respalda mi inversión?

# question12
source: What is a trust?
es: Que es un Fideicomiso?

# question2
source: What kind of projects are offered?
es: Que tipo de proyectos se ofrecen?

# question3
source: Why invest in Invesafe?
es: Porque invertir en Invesafe?

# question4
source: What control do I have of my investment?
es: Que control tengo de mi inversión?

# question5
source: How is the process of acceptance of real estate developers?
es: Cómo es el proceso de aceptación de los promotores inmobiliarios?

# question6
source: How does Invesafe select the projects to be financed?
es: Cómo selecciona Invesafe los proyectos a financiar?

# question7
source: Is it easy to participate?
es: Es fácil de participar?

# question8
source: Does it have any cost?
es: Tiene algún costo?

# question9
source: What does Invesafe earn?
es: Qué gana Invesafe?

# subTitle
source: FAQ
es: Preguntas Frecuentes

# title
source: About Invesafe
es: Sobre Invesafe
