Repository: REspeche/VS_Invesafe_Dashboard
Catalog: Resource/Views/Dashboard/TypeAccount.*.resx
Languages: es

# btnCancel
source: Cancel
es: Cancelar

# btnClose
source: Close
es: Cerrar

# btnSelect
source: Select
es: Seleccionar

# btnViewDetail
source: View Detail
es: Ver Detalle

# check1
source: I understand that Invesafe may request additional documentation to verify that the indicated data is correct
es: Entiendo que Invesafe podrá solicitarme documentación adicional para verificar que los datos indicados son correctos

# infoAccredit
source: You can invest without limit of any amount, as long as your investment does not exceed 5% of the subscription of each Project.
es: Puedes invertir sin límite de monto alguno, siempre que tu inversión no supere el 5% de la suscripción de cada Proyecto.

# infoNoAccredit
source: With an economic investment limit: You can invest up to a maximum amount of $ 20,000 per Project, or participate in a maximum of 5% of the Project subscription, whichever is less.
es: Con límite económico de inversión: Podrás invertir hasta un monto máximo de $20.000 por Proyecto, o participar en un máximo del 5% de la suscripción del Proyecto, el que fuera menor.

# lblAccreditAmount
source: Unlimited
es: Sin límite

# lblInvestor
source: Investor
es: Inversor

# lblNoAccreditAmount
source: $20,000 maximum
es: $20.000 máximo

# lblSelected
source: Selected
es: Seleccionado

# option1
source: Investment funds
es: Fondos de inversión

# option2
source: Fixed income securities
es: Valores de renta fija

# option3
source: Equities
es: Valores de renta variable

# option4
source: Derivative instruments
es: Instrumentos derivados

# option5
source: Other financial instruments
es: Otros instrumentos financieros

# question1
source: Have you invested in these financial instruments at least twice in the past two years?
es: ¿Has invertido en estos instrumentos financieros en al menos dos ocasiones en los últimos dos años?

# subTitle
source: Accredit Account
es: Acreditar Cuenta

# titAccredit
source: Accredited
es: Acreditado

# titInfoInvestor
source: Information for the Accredited Investor
es: Información para el Inversor Acreditado

# titInfoInvestorNo
source: Information for the Uncredited Investor
es: Información para el Inversor No Acreditado

# title
source: My Account
es: Mi Cuenta

# titNoAccredit
source: Not Accredited
es: No Acreditado

# titTypeInvestor
source: What type of investor are you?
es: Qué tipo de inversor eres?

# txtInfoInvestor
source: Law 5/2015 for the Promotion of Business Financing establishes different protection measures for retail investors. Professional investors, large assets or those who receive financial advice can request treatment as an accredited investor and invest with no economic limit. You can request this "accredited investor" treatment now or at any time in the "My data / Credit account" position. Check the option that best suits your characteristics:
es: La Ley 5/2015 de Fomento de la Financiación Empresarial, establece distintas medidas de protección para los inversores minoristas. Los inversores profesionales, grandes patrimonios u aquellos que reciben asesoramiento financiero pueden solicitar el tratamiento como inversor acreditado e invertir sin límite económico. Puedes solicitar este tratamiento "inversor acreditado" ahora o en cualquier momento en la posición "Mis datos / Acreditar cuenta". Marque la opción que más se ajuste a sus características:

# txtInfoInvestorNo
source: We inform you that by default, all users are considered as non-accredited investors. Non-accredited investors cannot invest more than $ 20,000 per project, nor participate in more than 5% of its subscription. Likewise, the amount of your total annual investments in all Collective Financing Platforms cannot exceed 20% of your annual gross income, according to the last fiscal year closed. <br /> <br /> In this sense, you are warned of the following circumstances: <br /> The collective financing projects published in INVESAFE are not subject to authorization or supervision by the Argentine National Securities Commission. The information provided by the PFC and the prospectus prepared by the Collective Financing Designer or Entrepreneur have not been reviewed or approved by the National Securities Commission. Likewise, the instruments to be issued in the event of a successful subscription are automatically excluded from the requirements and requirements of the Public Offering regime that, in the framework of Law No. 26,831, is authorized by the National Securities Commission. The PFC does not hold the status of a bank or financial entity, and it is not attached to any investment guarantee fund.
es: Te informamos que por defecto, todos los usuarios son considerados como inversores no acreditados. Los inversores no acreditados no pueden invertir más de $ 20.000 por proyecto, ni tampoco participar en un más del 5% de la suscripción del mismo. Asimismo, el monto del total de sus inversiones anuales en todas las Plataformas de Financiamiento Colectivo no puede superar el 20% de sus ingresos brutos anuales, conforme el último ejercicio fiscal cerrado.<br /><br />En este sentido se le advierte de las siguientes circunstancias:<br />Los proyectos de financiación colectiva publicados en INVESAFE no son objeto de autorización ni de supervisión por la Comisión Nacional de Valores Argentina. La información facilitada por la PFC y el prospecto confeccionado por el Proyectista o Emprendedor de Financiamiento Colectivo no han sido revisados ni aprobados por la Comisión Nacional de Valores. Asimismo, los instrumentos a emitirse en caso de una suscripción exitosa quedan automáticamente excluidos de los requisitos y exigencias del régimen de Oferta Pública que, en el marco de la Ley N° 26.831, autoriza la Comisión Nacional de Valores. La PFC no ostenta la condición de banco o entidad financiera, y que no está adherida a ningún fondo de garantía de las inversiones.
