Repository: REspeche/VS_Invesafe_Dashboard
Catalog: Resource/Views/Project/Detail.*.resx
Languages: es

# infoProject
source: For more details see the <a href="#" ng-click="openDocumentation()">project documentation</a>.
es: Para mayor detalle consultar la <a href="#" ng-click="openDocumentation()">documentación del proyecto</a>.

# infoRef1
source: Loan amount requested by the developer.
es: Importe del préstamo solicitado por el promotor.

# infoRef2
source: Interest to be distributed monthly among investors.
es: Intereses a repartir mensualmente entre los inversores.

# infoRef3
source: Purchase of the asset (${{project.purchasePrice}}) including all expenses associated with the operation: real estate acquisition price, brokerage fees, legal costs, sales and fees charged by Invesafe to the developer.
es: Compra del activo (${{project.purchasePrice}}) incluyendo todos los gastos asociados a la operación: precio de adquisición inmueble, honorarios de intermediación, costes jurídicos compraventa y tarifa cobrada por Invesafe al promotor.

# infoRef4
source: Corporate legal expenses, VAT deductible and mattress for exploitation. Also in case of reform: construction / reform costs, taxes, procedures and legal costs of the reform and furniture.
es: Gastos jurídicos societarios, IVA soportado deducible y colchón para la explotación. Además en caso de reforma: costes de construcción / reforma, impuestos, trámites y costes legales de la reforma y mobiliario.

# infoRef5
source: Estimated profit after the sale of the Property.
es: Beneficio estimado después de la venta del Inmueble.

# lblEstimatedAmount
source: Estimated amount on the performance obtained at the end of the project.
es: Importe estimado sobre el rendimiento obtenido al finalizar el proyecto.

# lblFinancialClose
source: Closed Financing
es: Cerrado Financiación

# lblFinancialDocuments
source: Financial documents
es: Documentos financieros

# lblFinancialStart
source: Started Financing
es: Inicio Financiación

# lblFractions
source: fractions
es: fracciones

# lblGoalFinancial
source: Financing objective
es: Objetivo de financiación

# lblInitialValue
source: Initial Value Fraction
es: Valor inicial fracción

# lblInvest
source: Investment
es: Inversión

# lblInvestNow
source: Invest now
es: Invertir ahora

# lblInvestor
source: investor
es: inversor

# lblInvestor_S
source: s
es: es

# lblIWantInvest
source: I want to invest
es: Quiero invertir

# lblIwillGet
source: Could receive
es: Podría recibir

# lblLegalDocuments
source: Legal documents
es: Documentos legales

# lblMarketValue
source: Fraction Market Value
es: Valor mercado fracción

# lblMonetaryInvest
source: Monetary investment
es: Inversión monetaria

# lblMonth
source: month
es: mes

# lblMonth_S
source: s
es: es

# lblOperationAnalysis
source: OPERATION ANALYSIS
es: ANÁLISIS DE LA OPERACIÓN

# lblOperationData
source: OPERATION DATA
es: DATOS DE LA OPERACIÓN

# lblOperationProfit
source: Operation Benefit
es: Beneficio de la operación

# lblOportunityDocuments
source: Documents of the opportunity
es: Documentos de la oportunidad

# lblPurchase
source: Purchase
es: Compra

# lblSaleAnalysis
source: SALE ANALYSIS
es: ANÁLISIS DE VENTA

# lblSaleProfit
source: Profit from the sale
es: Beneficio de la venta

# lblStatus
source: state
es: estado

# lblTerm
source: TERM
es: PLAZO

# lblTotalProfit
source: TOTAL PROFITABILITY
es: RENTABILIDAD TOTAL

# lnkBack
source: Back to Opportunities
es: Volver a Oportunidades

# noData
source: There are no documents uploaded for this project.
es: No existen documentos cargados para este proyecto.

# tab1
source: Description
es: Descripción

# tab2
source: Financial information
es: Información financiera

# tab3
source: Documentation
es: Documentación

# title
source: Opportunities
es: Oportunidades
